import React from 'react';
import './About.css';

const About = () => {
    return (
        <div className="about-wrapper">
            <h1>من نحن؟</h1>
            <p>
                حرفة هي منصة سريعة وبسيطة تربطك بالعمال المهرة في أي وقت وأي مكان تحتاجهم فيه بدون تسجيل أو حساب. سواء كنت بحاجة إلى فني سباكة، كهربائي، عامل نظافة، أو أي مزوّد خدمة آخر، يساعدك حرفة في العثور على العامل المناسب بالقرب منك بنقرات قليلة فقط.
            </p>
            <p>
                مهمتنا هي جعل الخدمات اليومية أسهل وأكثر سهولة من خلال إزالة التعقيدات وتقديم وصول فوري للمهنيين في منطقتك.
            </p>
        </div>
    );
};

export default About;
